{
    "p1": "Phishing can take place on a variety of communication platforms, such as: e-mail, websites, instant messengers (IM), online social networks (SNS), blogs and forums, mobile apps, and Voiceover IP (VoIP). Phishers can target your PC, cellphone, devices connected to Wi-Fi, and VoIP devices.",
    "p2": "Fake emails, fake websites, any ploy to get you to interact with something, middlemen, embedded web content are just a few examples of phishing schemes that you may initially run into.",
    "p3": "They take advantage of the platforms listed above to get you to interact with fake web forms, key loggers, recorded messages, and social networking. They can take whatever information you may put into these - e.g. your name, social security number, credit card info, location.",
    "p4": "If you receive an email from your credit card company, online retailers, etc. compare the email you've received to a legitimate email. Some things to look for are: The sender's email address is not the same; Typos like consistently poor spelling and grammar; Links leading to illegitimate sites (this can be checked by hovering over the link. If the link it's leading you to isn't familiar or isn't a link that starts with 'https://', don't click on it); Any language that seems threatening in nature; If an email is asking you to reply instead of calling the company's support number; If the support number is not familar; If a company is asking you for information to your account other than security questions (mother's maiden name, first pet's name, etc); If you are being contacted for not doing something you did (i.e. paying a bill on time, credit cards bouncing).",
    "p5": "Some simple tips to prevent becoming a victim of phishing are to not click on suspicious links; don't enter your credit card information if the service seems untrustworthy or illegitimate; if a service is involvedd and you have to click on a link, find a link to the legitimate website (i.e. If a website sends you to Apple at my.apple.pay.com instead of apple.com); don't fall for scams claiming you've won a prize or seem too good to be true. Feel free to check our tools webpage for more ways to prevent phishing and similar scams.",
    "p6": "If your credit card information was compromised, cancel the credit card and freeze transactions. Change your passwords and your account info on all accounts that may share a password (or a similar one) to the stolen information. Scan your device for viruses. Look into signs of identity theft as well. Please go to our explore page for more information, such as reporting the situation to proper authorities and contact the legitimate company. ",
    "se1": "Social engineering relies on the psychology that you wouldn't say 'no' to helping someone or divulging information to someone that seems to be an authority or someone looking to help you. If someone seems trustworthy but is rushing you to divulge personal information or take an action that puts you in an uncomfortable situation (e.g. giving a password, sending photos) then you may be a target of a social engineering scam.",
    "se2": "Types of social engineering schemes are phishing/vishing, baiting, email hacking & spam, pretexting, and quid pro quo. All of these types of social engineering rely on establishing trust between you and the perpetrator in some form, whether it be through posing as a trusted contact, company, or technical specialist. By establishing trust you would be more likely to cooperate with the attacker and hand over information. It seems like a difficult mistake to make, assuming you know your friends and family - these attacks are common though, and by abusing this idea of trust and the belief that people can be coerced into giving information they wouldn't give out to strangers.",
    "se3": "If they're posing as someone you know in real life, follow up with that contact through another means of communication to confirm their identity. The same can be done if you're being approached by a social engineer posing as a company or business - call a trusted branch of the company or the customer service number listed on their official website (usually marked with an 'https://' address to denote your information is secure). Do not join any Wi-Fi networks that don't seem trustworthy or secure. If you have to, make use of a virtual private network (VPN) or use a hotspot on a trusted personal device - many cell phone plans come with a hotspot plan to connect other devices to a secure network, or do not visit any websites to make purchases or enter personal information. Do not plug any untrusted cables or USB drives into your devices. Feel free to question anything you feel is suspicious behavior.",
    "se4": "Keeping antivirus software up to date is a good first step to protecting yourself from falling victim to malware and untrustworthy links delivered by social engineer schemes. Make sure you are using an antivirus software you trust, and not one that was downloaded from a social engineering scheme (this is a common situation). Don't be afraid to report emails or messages as spam. If the situation has a perpetrator disguised as a specialist or support from a certain company, report the incident to the company for further preventative action. If you are in need of antivirus software we list some popular choices in the tools page.",
    "se5": "Your data being compromised can take many forms in a social engineering scam - essentially, whatever information you give out is whatever information that was stolen and can be used by the criminal. If it is a password, the first step is to freeze any accounts using that password, and reset your account information. Move to a different email and password combination. If your credit card information is at risk of being stolen contact the credit card company and put a hold on the account, and cancel the card. For more information on next steps go to our explore page."
}