{
    "email": {
        "decription": "Phishing via email looks like any ploy to get you to interact with something on the initial email. The email may look legitimate and may have the logo of the organization it's posing as, but there are ways to tell that this may be a scam. These are generally large-scale scams that are sent out to a large volume of people.",
        "example": "You are notified via email that your bank account has been flagged for fraudulent activity. The email has a logo of the bank, but there are small grammatical errors and the email address is not one you recognize to be from your bank. The email is asking for you to click on a link to view the activity and validate it.",
        "mitigation": "If you believe you're a target of a phishing scam like the one above, contact the organization in a way you know is trustworthy - this includes calling the organization through a phone number they put on their official website or visiting the website yourself. If you receive an email from your credit card company, online retailers, etc. compare the email you've received to a legitimate email. Some things to look for are: The sender's email address is not the same; Typos like consistently poor spelling and grammar; Links leading to illegitimate sites (this can be checked by hovering over the link. If the link it's leading you to isn't familiar or isn't a link that starts with 'https://', don't click on it); Any language that seems threatening in nature; If an email is asking you to reply instead of calling the company's support number; If the support number is not familar; If a company is asking you for information to your account other than security questions (mother's maiden name, first pet's name, etc); If you are being contacted for not doing something you did (i.e. paying a bill on time, credit cards bouncing)."
    },
    "vishing": {
        "description": "Vishing is a form of phishing that takes place over a phone call. Scammers make use of social engineering techniques in order to retrieve personal information. Vishing scammers can make hundreds of calls at a time and make the caller ID appear to come from a trusted source.",
        "example": "You receive a phone call that claims they are from the IRS, and there's an issue with your tax return. They're saying if you do not comply then a warrant will be issued for your arrest.",
        "mitigation": "Caller IDs can be fake, so it's best to let these calls go directly to voicemail. If you answer and you are suspicious of the call being fraudulent, hang up and block the number. Do not interact with the call in any way, including pressing buttons or following voice prompts. Verify the identity of the caller by finding the official number of the organization. Many government organizations will not contact you via phone or email, including the IRS, Social Security Administration, and Medicare etc. If you have any further concerns, change your information affiliated with the organization immediately, including freezing credit card accounts, changing usernames and passwords, etc. - anything you are concerned was compromised."
    },
    "spearphishing": {
        "description": "Spearphishing is a phishing attack that is targeting a single individual. A spearphishing scam can take many forms but is often posed as someone that knows you personally.",
        "example": "You work at a high-profile company directly under a well-known CEO. A spear phisher sees your relation to the CEO on social media, and notices your boss is not in the office for the next week. You receive an email that seems to be from your boss, who needs a wire transfer of $10,000 from the business account for a campaign opportunity. The email address does not seem legitimate but you guess they emailed you from a personal email, rather than a business one. ",
        "mitigation": "Always contact the person yourself through a trusted avenue and validate this was a legitimate request by whoever made it. Do not interact with the message until you are able to ensure this was a valid request. Update your antivirus and make sure to have software that filters email scams such as these."
    }
}