{
    "impersonation": {
        "description": "You are involved in an impersonation scheme when someone is playing the role of someone you're likely to trust in order to gain access to your information, or information systems. These people can give a convincing performance and have insider information, and look for opportunities to gain access to information that wasn't meant for them.",
        "example": "Someone posing as IT support for your company coming without prior notice to help you with diagnostics on your computer. This person may still have what seems to be proper credentials - uniform, ID badge, details about employees. ",
        "mitigation": "Pay attention to any behavior that seems off to you, such as odd requests, emphasis on authority of the position of the impersonator, warning the consequences of not complying with the impersonator, urgency in the voice, and any pandering to your favor. Impersonation relies on manipulating targets and the tendency of people wanting to help/supply information to others that seem in a higher position. A way to counteract this is by asking for verification of position to someone that you know. For the example provided, asking your boss directly if they called IT support to come help with diagnostics."
    },
    "shouldersurfing": {
        "description": "Shoulder surfing refers to an unauthorized third party being able to view confidential data on an electronic device. Interestingly enough, this is done often without the intention of stealing information, but it can still be done with malintent. You're most at risk in public environments or anywhere with wandering eyes. ",
        "example": "You are sitting outside a coffee shop shopping online, putting in your credit card information to make a purchase. Someone is sitting behind you at another table and is able to see your credit card number, security number, zip code, and expiration date by looking over your shoulder briefly.",
        "mitigation": "A simple way to prevent this in the first place is to sit in a place with a wall behind you - this way you can more easily tell if someone is glancing at your screen from the side. You may also purchase a privacy screen protector for your devices, further limiting other people from seeing what you're doing. Of course you can't control someone's wandering eyes, but taking these precautions to limit who can look at your information in this way is one way to protect yourself when working around others."
    },
    "tailgating": {
        "description": "You are part of a tailgating scheme when someone that doesn't prove their authorization follows you, someone with authorization, to a certain area or to gain access to certain information.",
        "example": "Someone claiming to be delivering food to someone working with sensitive information in a computer room is looking for an authorized worker to take them to that room. The culprit is holding boxes of food and has a patch that appears to be from a popular food delivery service. ",
        "mitigation": "A mantrap is used to retain someone in an unauthorized area until authorities can handle the culprit. Mantraps only allow one or two people into an area at a time. Verification into the area with sensitive information is required and would include further security and authentication and may even have active security."
    },
    "dumpsterdiving": {
        "description": "An unwanted party going through trash (or what's deemed to be trash) with the goal of finding any confidential information is known as dumpster diving. ",
        "example": "Medical records from a hospital that are not disposed of properly can be taken for patients' information, such as social security, medical histories, and addresses.",
        "mitigation": "Any information that is considered trade secret or sensitive should be disposed of properly. This includes incineration and shredding multiple times. Incineration is preferable when handling sensitive information, as it erases all existence of the document. A company should also cycle out old documents when they're not needed, however doing this on a regular schedule that can be tracked will allow someone to know when to look for documents."
    },
    "waterholes": {
        "description": "A watering hole attack refers to one that targets specific organizations online and compromising its users through downloading malware. An attacker first gathers information and decides where their target may be, then injecting the site with an exploit. The users with vulnerable systems download the exploit, often containing malware. With this malware, the attacker can initiate any intended activities on their target(s).",
        "example": "You are an internet user that does not update their system software regularly, but routinely go onto sites that are considered not secure. You receive an ad that attracts your attention and click on it, unknowingly downloading malware that was meant to target a high profile figure with a similar IP address, but still infecting your computer. The attacker now has access to all the files and saved information on your system.",
        "mitigation": "Update your software consistently and be wary of any insecure websites. If you receive a prompt to update software that may not seem legitimate, such as Adobe or an anti-virus software, do not interact with it. If your computer is in an organization, make sure your organization is taking proper network traffic detection measures - these can help organizations find any suspicious users on their network. Finally, organizations should be able to spot correlations to other attacks with ones that may be done on their site or network."
    }
}